// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "不是这样的，焰。现在的我，能看到过去和未来的一切。",
        "无论是曾经出现过的宇宙，还是将会出现的宇宙，这一切都能看到。",
        "所以，我全都看到了，在无数时间里，小焰一直在为我而努力，一切都看到了，你无数次哭泣，无数次遍体鳞伤，却仍然愿意为了我……",
        "对不起，我一直没能察觉到。对不起……在成为了现在的我之后，我才了解到真正的你。",
        "我这才知道，原来自己拥有着如此重要的朋友。",
        "所以，我好高兴。小焰，谢谢你。",
        "你是我最棒的朋友！小焰。",
        
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2011-01-07T00:00:00",
    // 双方的名字
    names: ["鹿目圆", "晓美焰"]
}
